acl
adobe-source-code-pro-fonts
adwaita-icon-theme
alacritty
alsa-lib
alsa-topology-conf
alsa-ucm-conf
aom
archlinux-keyring
argon2
at-spi2-atk
at-spi2-core
atk
atkmm
attr
audit
autoconf
automake
avahi
babl
base
bash
binutils
bison
blas
bluez-libs
brave-bin
brotli
btrfs-progs
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
cmake
coreutils
cryptsetup
curl
dav1d
db
dbus
dbus-glib
dconf
desktop-file-utils
device-mapper
diffutils
discord
dkms
duktape
e2fsprogs
egl-wayland
eglexternalplatform
exiv2
expat
fakeroot
fftw
file
filesystem
findutils
flac
flex
fontconfig
freeglut
freetype2
fribidi
fzf
gawk
gc
gcc
gcc-libs
gd
gdbm
gdk-pixbuf2
gegl
gettext
ghostscript
giflib
gimp
git
glib-networking
glib2
glibc
glibmm
glu
gmp
gnu-free-fonts
gnupg
gnutls
go
gobject-introspection-runtime
gpgme
gpm
graphite
graphviz
grep
groff
grub
gsettings-desktop-schemas
gsfonts
gtk-update-icon-cache
gtk2
gtk3
gtkmm
gts
guile
gzip
harfbuzz
hicolor-icon-theme
htop
hwdata
hwloc
iana-etc
icu
ijs
imath
intel-ucode
iproute2
iptables
iputils
iso-codes
jansson
jasper
jbig2dec
js78
json-c
json-glib
jsoncpp
kbd
keyutils
kmod
krb5
lapack
lazygit
lcms2
lensfun
less
libarchive
libassuan
libasyncns
libavif
libbpf
libcap
libcap-ng
libcloudproviders
libcolord
libconfig
libcups
libdaemon
libdatrie
libde265
libdrm
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libffi
libfontenc
libgcrypt
libgexiv2
libglvnd
libgpg-error
libgudev
libheif
libice
libidn
libidn2
libinput
libisl
libjpeg-turbo
libksba
libldap
libmm-glib
libmng
libmnl
libmpc
libmpdclient
libmypaint
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnl
libnm
libnotify
libnsl
libogg
libomxil-bellagio
libp11-kit
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libpng
libproxy
libpsl
libpulse
libraw
librsvg
libsasl
libseccomp
libsecret
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspiro
libssh2
libstemmer
libsysprof-capture
libtasn1
libteam
libthai
libtiff
libtirpc
libtool
libunistring
libunwind
libusb
libuv
libverto
libvorbis
libwacom
libwebp
libwmf
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxss
libxt
libxtst
libxv
libxxf86vm
libyuv
licenses
linux-api-headers
linux-firmware
linux-firmware-whence
linux-zen
linux-zen-headers
llvm-libs
lm_sensors
luajit
lz4
lzo
m4
make
man-db
mesa
metis
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpfr
mtdev
mypaint-brushes1
ncurses
netpbm
nettle
networkmanager
networkmanager-dmenu-git
nitrogen
npth
nspr
nss
nvidia-dkms
nvidia-utils
openexr
openjpeg2
openmpi
openpmix
openssl
opus
orc
p11-kit
pacman
pacman-mirrorlist
pahole
pam
pambase
pamixer
pango
pangomm
paper
patch
pciutils
pcre
pcre2
perl
perl-error
perl-ipc-run3
perl-mailtools
perl-timedate
picom
pinentry
pixman
pkgconf
playerctl
polkit
poppler
poppler-data
poppler-glib
popt
procps-ng
psmisc
pulseaudio
python
python-black
python-cairocffi
python-cffi
python-click
python-dbus-next
python-gobject
python-mypy_extensions
python-pathspec
python-platformdirs
python-ply
python-psutil
python-pycparser
python-six
python-tomli
python-typing_extensions
python-xcffib
qtile
rav1e
readline
rest
rhash
rofi
rtkit
run-parts
rust
sed
shadow
shared-mime-info
slang
speex
speexdsp
sqlite
startup-notification
stow
sudo
suitesparse
svt-av1
systemd
systemd-libs
systemd-sysvcompat
tar
tdb
texinfo
tpm2-tss
tracker3
tzdata
unzip
util-linux
util-linux-libs
vi
vulkan-icd-loader
wayland
webrtc-audio-processing
which
wired
wpa_supplicant
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xf86-input-libinput
xf86-video-vesa
xkeyboard-config
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xz
yay-git
zeromq
zlib
zoxide
zram-generator
zsh
zstd
